# Хранение текстов для бота

# Текст, выводимый ботом при нажатии кнопки 'О нас'
text_about: str = """Dance House - школа парных танцев, работающая по самым современным и эффективным методикам. Наша главная цель - сделать Вас лучше и через это счастливым.  А сальса, бачата или кизомба, это только путь в мир новых ощущений и удовольствий. Кроме того, владение собственным телом, понимание тела, движений и психологии партнера или партнерши, открывает вам новые горизонты  общения и улучшает здоровье и работу мозга в целом.

Парные танцы это не только движение, но еще и общение. Для этого мы  уже 8 лет каждую субботу проводим самые многолюдные танцевальные вечеринки Казани Сальсатека Микс Пати, получившие широкую известность в целом регионе.

Мы очень рады помогать Вам в познании нового!

Ждём Вас! """

# Текст, выводимый ботом при нажатии кнопки 'Прайс-лист'
text_price: str = """
Первое пробное занятие                      350 р
Разовое посещение                           600 р
Абонемент на 4 занятия (одно направление)   2100 р
Абонемент на 8 занятий (одно направление)   3200 р
Абонемент на 12 занятий (2 направления)     4100 р
Безлимитный абонемент (все направления)     5500 р
Безлимитный абонемент на 6 мес              23100 р
Персональный урок                           1700 р/час
"""

# Текст, выводимый ботом при нажатии кнопки 'Контакты'
text_contact: str = """
+7 (962) 553-41-70
Казань, улица Щапова, д. 47, оф. 102
"""